Revit 2024 API
SymbolTypeId.OhmM Property
 Symbol ohm·m, indicating unit Ohm meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId OhmM { get; }
Visual Basic
Public Shared ReadOnly Property OhmM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OhmM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace